<?php if (!defined('IN_INSTALL')) {
    exit('Request Error!');
} ?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>六零导航页安装向导 - 协议说明</title>
    <link href="templates/style/install.css" type="text/css" rel="stylesheet"/>
    <script type="text/javascript" src="templates/js/jquery.min.js"></script>
</head>
<body>
<div class="header"></div>
<div class="mainBody">
<div class="text">
		<h4>更新日期：2023年12月16日</h4>
        <h3>软件许可协议</h3>
        <div class="hr_8"></div>
        <p>尊敬的用户，感谢您使用六零导航页，希望本程序能给您在上网时提供方便的入口。
        </p>
        <div class="hr_8"></div>
        <p>
            六零导航页(LyLme Spage)（以下称“本程序”），由上云六零科技工作室（以下称“上云六零”）开发，致力于简洁高效无广告的上网导航和搜索入口，沉淀最具价值链接，全站无商业推广，简约而不简单。</p>
        <p>
            使用者无论个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议，在理解、同意、并遵守本协议的全部条款后，方可开始使用本程序。本授权协议适用且仅适用于本产品，上云六零拥有对本授权协议的最终解释权。</p>
        <div class="hr_8"></div>

        <h4>一. 协议许可的权利</h4>
        <p>1. 您可以在完全遵守本最终用户授权协议的基础上，安装和使用本程序提供的全部功能，而不必支付软件版权授权费用。</p>
        <p>2. 您可以在协议规定的约束和限制范围内修改本程序源代码或界面风格以适应您的使用要求。</p>
        <p>3. 您拥有使用本程序构建的应用中全部会员资料、内容及相关信息的所有权，并独立承担相关法律义务。</p>
        <div class="hr_8"></div>

        <h4>二. 用户使用的规则</h4>
        <p>
            本程序及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的。用户出于自愿而使用本程序，您必须了解使用本程序的风险，在尚未购买产品技术服务之前，我们不承诺提供任何形式的技术支持、使用担保，也不承担任何因使用本程序而产生问题的相关责任。上云六零不对使用本程序构建的网站和应用中的内容或信息承担责任。
        </p>
        <div class="hr_8"></div>
        <p class="lf">
            用户在使用本程序时，必须遵循以下原则： </p>


        <div class="hr_8"></div>
        <p>1. 遵守中国及所在国有关的法律和法规；</p>
        <p>2. 用户不得侵任何人的知识产权，包括但不限于不得将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利；</p>
        <p>
            3.
            用户不得侵犯涉密信息，包括但不限于不得将无权传送的内容（例如商业秘密、内部资料、机密资料、个人信息等）进行上载、张贴、发送电子邮件或以其他方式发布、传送、传播、储存、或提供；</p>
        <p>
            4.
            用户不得为任何非法目的而使用本程序，包括但不限于应当遵守法律法规，以及所有与网络服务有关的网络协议、规定和程序，不得利用本程序进行任何可能对互联网的正常运转造成不利影响的行为，或其他任何非法行为；</p>
        <p>
            5.
            用户不得利用本服务实施侵权行为，包括但不限于不得使用虚假、冒充他人或其他方的信息安装、使用本程序，不得冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为其言论或身份与任何人或任何机构有关；不得伪造标题或以其他方式操控识别资料，使人误认为该内容为程序作者所传送；不得利用本程序网络服务程序传播任何骚扰性的、中伤他人的、辱骂性的、庸俗淫秽的或其他任何非法的信息资料；</p>
        <p>
            6.
            用户不得破坏本服务的提供，或侵犯本服务相关的任何权利，包括但不限于不得将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴或其他方式的传播；</p>
        <p>7. 用户禁止利用本程序及相关服务进行法律法规禁止内容的行为。</p>
        <div class="hr_8"></div>
        <p class="lf">
            电子文本形式的授权协议如同双方书面签署的协议一样，具有完全的和等同的法律效力。您一旦开始安装本程序，即被视为完全理解并接受本协议的各项条款，在享有上述条款授予的权力的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，我们有权随时终止授权，责令停止损害，并保留追究相关责任的权力。</p>
    </div>
    <div class="footer"><span class="step"></span> <span class="copyright"><?php echo $cfg_copyright; ?></span>
        <span
                class="formSubBtn"> <a href="javascript:void(0);" onclick="window.close();return false;"
                                       class="back">不同意</a> <a href="?s=1" class="submit">同　意</a> </span></div>
</body>
</html>
